Repository: Daksh/jigsaw-puzzle
Catalog: po/*.po
Languages: fa_af

source: Jigsaw Puzzle
fa_af: معمای لغزنده

source: Buddy '%s' joined the game!
fa_af: دوست دربازی شامل شد '%s'

source: Buddy '%s' left the game!
fa_af: دوست بازی را ترک کرد '%s'

source: Solve
fa_af: حل کردن

source: Shuffle
fa_af: مخلوط کردن

source: My Picture
fa_af: تصویرمن

source: Board Hint
fa_af: تخته اشاره

source: Time:
fa_af: وقت یا زمان

source: Lesson Plans
fa_af: برنامه های درس

source: Select image and press Start Game...
fa_af: عکس راانتخاب کن ودکمه شروع بازی را فشاربده

source: Waiting for Puzzle image to be chosen...
fa_af: درانتظارعکس معما تا انتخاب شود

source: Buddies
fa_af: دوستان

source: Game Running
fa_af: بازی درحال اجرا شدن

source: Start Game
fa_af: شروع بازی

source: Choose a Subject
fa_af: یک موضوع را انتخاب کنید

source: Puzzle Solved!
fa_af: معما حل شد

source: Press Stop on the Toolbar to Exit Activity!
fa_af: دکمه توقف را فشاردهید تا ازفعالیت خارج شوید

source: Jigsaw Puzzle Activity
fa_af: فعالیت معمای لغزنده

source: Close Lesson
fa_af: درس را ختم کنید

source: Game Started!
fa_af: بازی شروع شد

source: Waiting for Puzzle image to be transferred...
fa_af: درانتظارانتقال تصویرمعما

source: Overview
fa_af: خلاصه

source: Lesson 3
fa_af: درس ۳

source: Lesson 1
fa_af: درس ۱

source: Lesson 2
fa_af: درس ۲

source: Buddy
fa_af: دوست

source: Status
fa_af: وضعیت

source: Play Time
fa_af: وقت بازی

source: Joined at
fa_af: وصل شد به

source: synchronizing
fa_af: همزمان سازی

source: Playing
fa_af: بازی کردن یا درحال اجراء

source: Paused
fa_af: مکث شد

source: Finished
fa_af: ختم شد

source: Gave up
fa_af: منصرف شدن

source: Unknown
fa_af: نا معلوم

source: %i minutes
fa_af: دقایق%i

source: Chinese (simplified)
fa_af: چینایی ساده شد

source: Chinese (traditional)
fa_af: چینایی سنتی

source: Czech
fa_af: چکوسلواکی

source: Danish
fa_af: دانمارکی

source: Dutch
fa_af: هالندی

source: English
fa_af: انگلیسی

source: English - Great Britain
fa_af: انگلیسی ـ بریتانیای کبیر

source: English - U.S.
fa_af: انگلیسیـ ایالات متحده آمریکا

source: Finnish
fa_af: فنلاندی

source: French
fa_af: فرانسوی

source: German
fa_af: آلمانی

source: Hungarian
fa_af: مجارستانی

source: Italian
fa_af: ایتالیایی

source: Japanese
fa_af: جاپانی

source: Korean
fa_af: کوریایی

source: Norwegian
fa_af: نروژی

source: Polish
fa_af: پولندی

source: Portuguese
fa_af: پرتگالی

source: Portuguese - Brazilian
fa_af: پرتگالی-برزیلی

source: Russian
fa_af: روسی

source: Slovak
fa_af: سلواکیایی

source: Spanish
fa_af: اسپانیایی

source: Swedish
fa_af: سویدنی

source: Turkish
fa_af: ترکی

source: Choose image
fa_af: انتخاب تصویر

source: Not a valid image file
fa_af: یک فایل عکس معتبرنیست
